tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "th-ch/youtube-music"
tap "sdkman/tap"
tap "buildpacks/tap"

brew "age"
brew "antidote"
brew "atuin"
brew "azure-cli"
brew "chezmoi"
brew "cloudflared"
brew "eza"
brew "fzf"
brew "gh"
brew "git-delta"
brew "gnupg"
brew "lazygit"
brew "neovim"
brew "rage"
brew "rustup"
brew "sqlcmd"
brew "starship"
brew "tailscale"
brew "tmux"
brew "volta"
brew "zoxide"
brew "felixkratz/formulae/borders"
brew "jq"
brew "kubectx"
brew "bash"
brew "bc"
brew "coreutils"
brew "gawk"
brew "glab"
brew "nowplaying-cli"
brew "fd"
brew "lazydocker"
brew "sshuttle"
brew "openfortivpn"
brew "rclone"
brew "postgresql@14"
brew "postgresql@17"
brew "ripgrep"
brew "helm"
brew "maven"
brew "sketchybar"
brew "pam-reattach"
brew "oven-sh/bun/bun"
brew "sdkman-cli"
brew "pack"
brew "kubeseal"
brew "lua"
brew "switchaudio-osx"
brew "nowplaying-cli"
brew "pipx"
brew "bat"
brew "fluxcd/tap/flux"
brew "zellij"
brew "sk"
brew "rust"
brew "fish"
brew "nushell"
brew "gitleaks"
brew "arkade"
brew "aws-cli"

cask "aerospace"
cask "arc"
cask "bitwarden"
cask "discord"
cask "galaxybudsclient"
cask "ghostty"
cask "herd"
cask "iina"
cask "jetbrains-toolbox"
cask "keka"
cask "kekaexternalhelper"
cask "kitty"
cask "lens"
cask "lulu"
cask "orbstack"
cask "qbittorrent"
cask "raycast"
cask "telegram"
cask "ubersicht"
cask "visual-studio-code"
cask "youtube-music"
cask "dbeaver-community"
cask "obsidian"
cask "font-jetbrains-mono-nerd-font"
cask "neovide"
cask "anydesk"
cask "camunda-modeler"
cask "postman"
cask "streetpea/streetpea/chiaki-ng"
cask "alienator88/homebrew-cask/sentinel-app"
cask "yacreader"
cask "iterm2"
cask "thorium"
cask "sf-symbols"
cask "font-sf-mono"
cask "font-sf-pro"
cask "yaak"
cask "google-chrome"
cask "legcord"
cask "shottr"
cask "microsoft-remote-desktop"
