tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "th-ch/youtube-music"

brew "age"
brew "antidote"
brew "atuin"
brew "azure-cli"
brew "bitwarden-cli"
brew "chezmoi"
brew "cloudflared"
brew "eza"
brew "fzf"
brew "gh"
brew "git-delta"
brew "gnupg"
brew "lazygit"
brew "neovim"
brew "rage"
brew "rustup"
brew "sqlcmd"
brew "starship"
brew "tailscale"
brew "tmux"
brew "volta"
brew "zoxide"
brew "felixkratz/formulae/borders"
brew "jq"
brew "kubectx"
brew "bash"
brew "bc"
brew "coreutils"
brew "gawk"
brew "glab"
brew "nowplaying-cli"
brew "fd"
brew "lazydocker"
brew "sshuttle"
brew "openfortivpn"
brew "rclone"
brew "postgresql@14"

cask "aerospace"
cask "arc"
cask "bitwarden"
cask "discord"
cask "galaxybudsclient"
cask "ghostty"
cask "herd"
cask "iina"
cask "jetbrains-toolbox"
cask "keka"
cask "kekaexternalhelper"
cask "kitty"
cask "lens"
cask "lulu"
cask "orbstack"
cask "qbittorrent"
cask "raycast"
cask "telegram"
cask "temurin"
cask "thorium"
cask "ubersicht"
cask "visual-studio-code"
cask "youtube-music"
cask "dbeaver-community"
cask "obsidian"
cask "font-jetbrains-mono-nerd-font"
cask "neovide"
cask "anydesk"
cask "camunda-modeler"
